using System;
namespace CourseWork
{
    public static class BookGenre
    {
        public enum LiteraryGenre
        {
            Кримінал,
            Фентезі,
            Жахи,
            Романтика,
            Істиричний,
            Пригоди,
            НауковаФантастика,
            Детектив,
            Трилер,
            Драма,
            Комедія,
            Біографія,
            Автобіографія,
            Антиутопія,
            Утопія,
            Класика,
            Поезія,
            Документалістика,
            ДитячаЛітература,
            Казки,
            Міфологія
        }
    }
}